benchmark/txt reports/fastapi/result_raw_json_2m_6671.bin.txt
Requests      [total, rate, throughput]         800523, 6671.08, 6671.07
Duration      [total, attack, wait]             2m0s, 2m0s, 162.99µs
Latencies     [min, mean, 50, 90, 95, 99, max]  124.82µs, 189.813µs, 178.447µs, 230.636µs, 263.272µs, 343.074µs, 3.133ms
Bytes In      [total, mean]                     25616736, 32.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:800523  
Error Set: